Repository: vicbeck2/svnshooshoo
Catalog: unicode-org/languages.tmx
Source language: en
Languages: am, ar, bg, ca, cs, de, dz, el, eo, et, fa, fi, fr, ga, he, hi, hr, hu, is, ja, km, ko, kok, lo, lt, lv, mr, mt, pl, ps, ro, ru, sk, sl, sr, ta, th, tr, uk, vi, zh

source: Kashmiri
am: ካሽሚርኛ
ar: الكاشميرية
bg: Кашмирски
ca: caixmiri
cs: Kašmírština
de: Kaschmirisch
dz: ཀེཤ་མི་རི
eo: kaŝmira
fa: کشمیری
fi: kašmiri
ga: Caismíris
hi: काश्मिरी
hu: kasmíri
is: Kasmírska
ja: カシミール語
ko: 카슈미르어
kok: कश्मीरी
lo: ຄັດຊະມີລີ
mr: कश्मीरी
mt: Kaxmiri
ru: Кашмирский
ta: காஷ்மிரி
th: คัชมีรี
tr: Keşmirce
uk: Кашмірська
zh: 克什米尔文

source: Kurdish
am: ኩርድሽኛ
ar: الكردية
bg: Кюрдски
ca: kurd
cs: Kurdština
de: Kurdisch
eo: kurda
fa: کردی
fi: kurdi
fr: kurde
hi: कुरदीश
hu: kurd
is: Kúrdneska
ja: クルド語
km: ភាសាឃឺដ
ko: 크르드어
kok: कुर्दिष
lo: ເຄີດ
mr: कुर्दिष
mt: Kurdiż
ps: کردي
ru: Курдиш
sr: Курдски
ta: குர்திஷ்
th: เคิด
tr: Kürtçe
uk: Курдська
zh: 库尔德文

source: Kirghiz
am: ኪርጊዝኛ
bg: Киргизски
ca: kirguís
cs: Kirgizština
de: Kirgisisch
eo: kirgiza
fa: قرقیزی
fi: kirgiisi
fr: kirghize
ga: Cirgeasais
hi: किरघिज़
hu: kirgiz
is: Kirgiska
ja: キルギス語
km: ភាសាគៀរហ្គីស្តង់
ko: 키르기스어
kok: किर्गिज़
lo: ເຄວກິດ
mr: किर्गिज़
mt: Kirgiż
ru: Киргизский
sr: Киргиски
ta: கிர்கிஷ்
th: เคอร์กิซ
tr: Kırgızca
uk: Киргизька
zh: 吉尔吉斯文

source: Latin
am: ላቲንኛ
ar: اللاتينية
bg: Латински
ca: llatí
cs: Latina
de: Latein
el: Λατινικά
eo: latino
fa: لاتینی
fi: latina
ga: Laidin
he: לטינית
hi: लैटीन
hr: latinski
is: Latína
ja: ラテン語
km: ភាសាឡាតំាង
ko: 라틴어
kok: लाटिन
lo: ລາຕິນ
mr: लाटिन
ps: لاتیني
ru: Латинский
sr: Латински
ta: லாதின்
th: ละติน
tr: Latince
uk: Латинська
vi: Tiếng La-tinh
zh: 拉丁文

source: Lingala
am: ሊንጋላኛ
cs: Lingalština
fa: لینگالا
hi: लिंगाला
ja: リンガラ語
ko: 링갈라어
kok: लिंगाला
lo: ລິງກາລາ
mr: लिंगाला
mt: Lingaljan
ru: Лингала
ta: லிங்காலா
th: ลิงกาลา
uk: Лінгала
zh: 林加拉文

source: Lao
am: ላውስኛ
bg: Лаоски
ca: laosià
cs: Laoština
de: Laotisch
dz: ལའོ
eo: laŭa
fa: لائوسی
ga: Laosais
hi: लाओथीयन्
hu: laoszi
is: Laó
ja: ラオ語
km: ភាសាឡាវ
ko: 라오어
kok: लाओतियन्
lo: ລາວ
mr: लाओतियन्
ru: Лаосский
ta: லோத்தியன்
th: ลาว
tr: Laos Dili
uk: Лаоська
vi: Tiếng Lào
zh: 老挝文

source: Lithuanian
am: ሊቱአኒያን
ar: اللتوانية
bg: Литовски
ca: lituà
cs: Litevština
de: Litauisch
el: Λιθουανικά
eo: litova
et: Leedu
fa: لیتوانیایی
fi: liettua
fr: lituanien
ga: Liotuáinis
he: ליטאית
hi: लिथुनियन्
hr: litvanski
hu: litván
is: Litháíska
ja: リトアニア語
km: ភាសាលីទុយអានី
ko: 리투아니아어
kok: लिथुआनियन्
lo: ລິທົວເນຍ
lt: Lietuvių
lv: lietuviešu
mr: लिथुआनियन्
mt: Litwanjan
pl: litewski
ro: Lituaniană
ru: Литовский
sk: litovský
sl: Litovščina
sr: Литвански
ta: லுத்தேனியன்
th: ลิธัวเนีย
tr: Litvanya Dili
uk: Литовська
vi: Tiếng Lít-va
zh: 立陶宛文

source: Latvian
am: ላትቪያን
ar: اللاتفية
bg: Латвийски
ca: letó
cs: Lotyština
de: Lettisch
el: Λετονικά
eo: latva
et: Läti
fa: لتونیایی
fi: latvia
fr: letton
ga: Laitvis
he: לטבית
hi: लाटवियन् (लेट्टीश)
hr: latvijski
hu: lett
is: Lettneska
ja: ラトビア語
km: ភាសាឡាតវីយ៉ា
ko: 라트비아어
kok: लाट्वियन् (लेट्टिष्)
lo: ແລຕະເວຍ(ເລດທະວິດ)
lt: Latvių
lv: latviešu
mr: लाट्वियन् (लेट्टिष)
mt: Latvjan (Lettix)
pl: łotewski
ro: Letonă
ru: Латвийский
sk: lotyšský
sl: Letonščina
sr: Летонски
ta: லேட்வியன் (லேட்டிஷ்)
th: แลตเวีย (เลททิสช์)
tr: Letonya Dili
uk: Латвійська
vi: Tiếng Lát-vi-a
zh: 拉脫維亞文

source: Malagasy
am: ማላጋስኛ
bg: Малгашки
ca: malgaix
cs: Malgaština
de: Madagassisch
eo: malagasa
fa: مالاگاسیایی
fi: malagasi
fr: malgache
ga: Malagásais
hi: मालागासी
hu: madagaszkári
is: Malagasíska
ja: マラガシー語
km: ភាសាម៉ាដាហ្កាសការ
ko: 마다가스카르어
kok: मलागसी
lo: ມາລາກາຊິ
mr: मलागसी
mt: Malagażi
ps: ملغاسي
ru: Малагасийский
ta: மலகெஸி
th: มาลากาซี
tr: Malaga Dili
uk: Малагасійська
zh: 马尔加什文

source: Maori
am: ማዮሪኛ
bg: Маорски
cs: Maorština
eo: maoria
fa: مائوریایی
ga: Maorais
he: מאורית
hi: मेओरी
is: Maórí
ja: マオリ語
km: ភាសាម៉ោរី
ko: 마오리어
kok: माओरी
lo: ເມົາລີ
mr: माओरी
ru: Маори
ta: மோரி
th: เมารี
uk: Маорі
zh: 毛利文

source: Macedonian
am: ማከዶኒኛ
bg: Македонски
ca: macedoni
cs: Makedonština
de: Mazedonisch
el: Σλαβομακεδονικά
eo: makedona
fa: مقدونی
fi: makedonia
fr: macédonien
ga: Macadóinis
he: מקדונית
hi: मैसेडोनियन्
hr: makedonski
hu: macedón
is: Makedónska
ja: マケドニア語
km: ភាសាម៉ាសេដូនី
ko: 마케도니아어
kok: मसीडोनियन्
lo: ແມັກຊິໂດເນຍ
mr: मसीडोनियन्
mt: Maċedonjan
ps: مقدوني
ru: Македонский
sr: Македонски
ta: மெக்கடோனியன்
th: แมซีโดเนีย
tr: Makedonca
uk: Македонська
vi: Tiếng Ma-xê-đô-ni-a
zh: 马其顿文

source: Malayalam
am: ማላያላምኛ
bg: Малайски
ca: malaialam
cs: Malabarština
dz: མ་ལ་ཡ་ལམ
eo: malajalama
fa: مالایالامی
fi: malajalam
ga: Mailéalaimis
hi: मलयालम
hu: malajalam
is: Malajalam
ja: マラヤ―ラム語
km: ភាសាម៉ាឡាឡាយ៉ាន
ko: 말라얄람어
kok: मळियाळम
lo: ແມລະຢາລຳ
mr: मलियालम
mt: Malajalam
ru: Малаялам
ta: மலையாளம்
th: มาลายาลัม
uk: Малайялам
zh: 马来亚拉姆文

source: Mongolian
am: ሞንጎላዊኛ
ar: المنغولية
bg: Монголски
ca: mongol
cs: Mongolština
de: Mongolisch
dz: སོག་པོའི་ཁ
el: Μογγολικά
eo: mongola
fa: مغولی
fi: mongoli
fr: mongol
ga: Mongóilis
he: מונגולית
hi: मोंगोलियन
hr: mongolski
hu: mongol
is: Mongólska
ja: モンゴル語
km: ភាសាម៉ុងហ្គោលី
ko: 몽골어
kok: मंगोलियन्
lo: ມອງໂກຼ
mr: मंगोलियन्
mt: Mongoljan
ps: مغولي
ru: Монгольский
sr: Монголски
ta: மங்கோலியன்
th: มองโกล
tr: Moğol Dili
uk: Монгольська
vi: Tiếng Mông Cổ
zh: 蒙古文

source: Moldavian
am: ሞልዳቫዊና
bg: Молдовски
ca: moldau
cs: Moldavština
de: Moldauisch
el: Μολδαβικά
fa: مولداویایی
fi: moldova
fr: moldave
ga: Moldáivis
he: מולדבית
hi: मोलडावियन्
hu: moldvai
is: Moldóvska
ja: モルダビア語
km: ភាសាម៉ុលដាវី
ko: 몰다비아어
kok: मोल्डावियन्
lo: ໂມຄາເວຍ
mr: मोल्डावियन्
mt: Moldavjan
ru: Молдавский
sr: Молдавски
ta: மோல்டேவியன்
th: โมดาเวีย
tr: Moldavya Dili
uk: Молдавська
zh: 摩尔多瓦文

source: Marathi
am: ማራዚኛ
dz: མ་ར་ཐི
eo: marata
fa: مراتی
fr: marathe
ga: Maraitis
hi: मराठी
hu: marati
is: Maratí
ja: マラーティー語
km: ភាសាម៉ារាធី
ko: 마라티어
kok: मराठी
lo: ມາລາທິ
mr: मराठी
mt: Marati
ru: Маратийский
ta: மராத்தி
th: มาราที
uk: Маратхі
zh: 马拉地文

source: Malay
am: ማላይኛ
ar: لغة الملايو
bg: Малайски
ca: malai
cs: Malajština
de: Malaiisch
eo: malaja
fa: مالزیایی
fi: malaiji
fr: malais
hi: मलय
hu: maláj
is: Malaíska
ja: マライ語
km: ភាសាម៉ាលេស៉ី
ko: 말레이어
kok: मलय
lo: ມາລາຢູ
mr: मलय
mt: Malajan
ps: ملایا
ru: Малайский
ta: மலாய்
th: มลายู
uk: Малайська
vi: Tiếng Ma-lay-xi-a
zh: 马来文

source: Maltese
am: ማልቲስኛ
ar: المالطية
bg: Малтийски
ca: maltès
cs: Maltština
de: Maltesisch
el: Μαλτεζικά
eo: malta
fa: مالتی
fi: malta
fr: maltais
ga: Maltais
he: מלטזית
hi: मालटिस्
hr: malteški
hu: máltai
is: Maltneska
ja: マルタ語
km: ភាសាម៉ាល់តា
ko: 몰타어
kok: मालतीस्
lo: ມອນຕາ
mr: मालतीस्
mt: Malti
ru: Мальтийский
ta: மால்டிஸ்
th: มอลตา
tr: Malta Dili
uk: Мальтійська
zh: 马耳他文

source: Burmese
am: ቡርማኛ
ar: البورمية
bg: Бирмански
ca: birmà
cs: Barmština
de: Birmanisch
dz: བར་མིསི
eo: birma
fa: برمه‌ای
fi: burma
fr: birman
ga: Burmais
hi: बर्लिस
hu: burmai
is: Burmneska
ja: ビルマ語
ko: 버마어
kok: बर्मीज़्
lo: ພະມ່າ
mr: बर्मीस्
mt: Burmiż
ru: Бирманский
sr: Бурмански
ta: பர்மிஸ்
th: พม่า
tr: Birmanya Dili
uk: Бірманська
zh: 缅甸文

source: Nauru
am: ናኡሩ
ca: nauruà
de: Nauruisch
eo: naura
fa: نائورویی
fr: nauruan
ga: Nárúis
hi: नायरू
hu: naurui
is: Nárúska
ja: ナウル語
ko: 나우루어
kok: नौरो
lo: ນໍລູ
mr: नौरो
mt: Nawuru
ru: Науру
ta: நாரூ
th: นอรู
uk: Науру
zh: 瑙鲁文

source: Nepali
am: ኔፓሊኛ
ar: النيبالية
bg: Непалски
ca: nepalès
cs: Nepálština
de: Nepalesisch
dz: ནེ་པ་ལི
eo: nepala
fa: نپالی
fr: népalais
ga: Neipealais
he: נפאלית
hi: नेपाली
hr: nepalski
hu: nepáli
is: Nepalska
ja: ネパール語
km: ភាសានេប៉ាល់
ko: 네팔어
kok: नेपाळी
lo: ເນປານ
mr: नेपाली
mt: Nepaliż
ru: Непальский
ta: நேப்பாலி
th: เนปาล
tr: Nepal Dili
uk: Непальська
vi: Tiếng Nê-pan
zh: 尼泊尔文

source: Dutch
am: ደች
ar: الهولندية
bg: Холандски
ca: neerlandès
cs: Holandština
de: Niederländisch
dz: ཌཆ
el: Ολλανδικά
eo: nederlanda
et: Hollandi
fa: هلندی
fi: hollanti
fr: néerlandais
ga: Ollainnais
he: הולנדית
hi: डच्
hr: nizozemski
hu: holland
is: Hollenska
ja: オランダ語
km: ភាសាហុល្លង់
ko: 네덜란드어
kok: डच्
lo: ອໍລັນດາ
lt: Olandų
lv: holandiešu
mr: डच
mt: Olandiż
pl: holenderski
ro: Olandeză
ru: Голландский
sk: holandský
sl: Nizozemščina
sr: Холандски
ta: டச்சு
th: ฮอลันดา
tr: Hollanda Dili
uk: Голландська
vi: Tiếng Hà Lan
zh: 荷兰文

source: Norwegian
am: ኖርዌጂያን
bg: Норвежки
ca: noruec
cs: Norština
de: Norwegisch
dz: ནོར་ཝི་ཇི་ཡན
el: Νορβηγικά
eo: norvega
et: Norra
fa: نروژی
fi: norja
fr: norvégien
ga: Ioruais
he: נורווגית
hi: नार्वेजीयन्
hr: norveški
hu: norvég
is: Norska
ja: ノルウェー語
km: ភាសាន័រវែស
ko: 노르웨이어
kok: नोर्वेजियन
lo: ນໍເວວ
lt: Norvegų
lv: norvēģu
mr: नोर्वेजियन
mt: Norveġiż
pl: norweski
ro: Norvegiană
ru: Норвежский
sk: nórsky
sl: Norveščina
sr: Норвешки
ta: நார்வேகியன்
th: นอร์เวย์
tr: Norveççe
uk: Норвезька
vi: Tiếng Na Uy
zh: 挪威文

source: Occitan (post 1500); Provençal
am: ኦኪታንኛ
ca: occità
cs: Occitan
de: Okzitanisch
eo: okcitana
fi: oksitaani, provensaali
fr: occitan (après 1500)
ga: Ocatáinis (tar éis 1500); Provençal
hi: ओसीटान
hu: okszitán
is: Okkitíska (eftir 1500); Próvensalska
ja: プロヴァンス語
ko: 옥시트어
kok: ओसिटान्
lo: ອອັກຊິທັນ
mr: ओसिटान्
mt: Provenzal (wara 1500)
ru: Окитан
ta: ஆகிடியன்
th: ออกซิทัน
tr: Occitan
uk: Окитан
zh: 奥西坦文

source: Oromo
am: ኦሮምኛ
ca: oromo (afan)
cs: Oromo (Afan)
eo: oroma
fr: galla
hi: ओरोमो (अफ़ान)
hu: oromói
is: Órómó
ja: ガラ語
ko: 오로모어 (아판)
kok: ओरोमो (अफान)
lo: ໂອໂລໂມ(ອາຟານ)
mr: ओरोमो (अफान)
mt: Oromo (Afan)
ru: Оромо (Афан)
ta: ஒரோம (அபன்)
th: โอโรโม (อาฟาน)
tr: Oromo (Afan)
uk: Оромо
zh: 阿曼文

source: Oriya
am: ኦሪያኛ
de: Orija
dz: ཨོ་རི་ཡ
eo: orijo
fa: اوریه‌ای
fi: orija
hi: उड़िया
hu: orija
is: Óría
ja: オリヤー語
km: ភាសាអូរីយ៉ា
ko: 오리야어
kok: ओरिया
lo: ໂອລິຍາ
mr: ओरिया
mt: Orija
ru: Ория
ta: ஒரியா
th: โอริยา
uk: Орія
zh: 欧里亚文

source: Punjabi
am: ፓንጃቢኛ
ar: البنجابية
bg: Пенджабски
ca: panjabi
cs: Paňdžábština
de: Pandschabisch
dz: པཱན་ཇ་བི
eo: panĝaba
fa: پنجابی
fr: pendjabi
ga: Puinseaibis
hi: पंजाबी
hu: pandzsábi
is: Púnjabí
ja: パンジャブ語
km: ភាសាពូនយ៉ាប៊ី
ko: 펀잡어
kok: पंजाबी
lo: ປັນຈາ
mr: पंजाबी
mt: Punġabi
ru: Панджабский
ta: பஞ்சாபி
th: ปัญจาป
tr: Pencap Dili
uk: Панджабі
zh: 旁遮普文

source: Polish
am: ፖሊሽ
ar: البولونية
bg: Полски
ca: polonès
cs: Polština
de: Polnisch
el: Πολωνικά
eo: pola
et: Poola
fa: لهستانی
fi: puola
fr: polonais
ga: Polainnis
he: פולנית
hi: पॉलिश
hr: poljski
hu: lengyel
is: Pólska
ja: ポーランド語
km: ភាសាប៉ូឡូញ
ko: 폴란드어
kok: पोलिष
lo: ໂປແລນ
lt: Lenkų
lv: poļu
mr: पोलिष
mt: Pollakk
pl: polski
ps: پولنډي
ro: Poloneză
ru: Польский
sk: poľský
sl: Poljščina
sr: Пољски
ta: போலிஷ்
th: โปแลนด์
tr: Polonya Dili
uk: Польська
vi: Tiếng Ba Lan
zh: 波兰文

source: Pashto (Pushto)
am: ፑሽቶኛ
ar: البشتونية
bg: Пущу
ca: paixto
de: Afghanisch (Paschtu)
eo: paŝtua
fa: پشتو
fi: pašto
fr: pachto
ga: Paisteo
hi: पॉशतो (पुशतो)
hu: pastu (afgán)
is: Pastú
ja: パシュトー語
ko: 파시토어 (푸시토)
kok: पाष्टो (पुष्टो)
lo: ພາສໂຕ(ພຸດໂຕ)
mr: पष्टो (पुष्टो)
mt: Paxtun
ps: پښتو
ru: Пашто (Пушто)
ta: பேஷ்டோ (புஷ்டோ)
th: พาสช์โต (พุสช์โต)
tr: Peştun Dili
uk: Пашто
zh: 普什图文

source: Portuguese
am: ፖርቱጋሊኛ
ar: البرتغالية
bg: Португалски
ca: portuguès
cs: Portugalština
de: Portugiesisch
el: Πορτογαλικά
eo: portugala
et: Portugali
fa: پرتغالی
fi: portugali
fr: portugais
ga: Portaingéilis
he: פורטוגזית
hi: पुर्तुगी
hr: portugalski
hu: portugál
is: Portúgalska
ja: ポルトガル語
km: ភាសាព័រទុយហ្កាល់
ko: 포르투칼어
kok: पोर्चुगीज़्
lo: ໂປຕຸເກດ
lt: Portugalų
lv: portugāļu
mr: पोर्चुगीस्
mt: Portugiż
pl: portugalski
ps: پورتګالي
ro: Portugheză
ru: Португальский
sk: portugalský
sl: Portugalščina
sr: Португалски
ta: போர்த்துகீஸ்
th: โปรตุเกส
tr: Portekizce
uk: Португальська
vi: Tiếng Bồ Đào Nha
zh: 葡萄牙文

source: Quechua
am: ኵቿኛ
bg: Кечуа
ca: quètxua
cs: Kečuánština
eo: keĉua
fa: کچوایی
fi: ketšua
ga: Ceatsuais
hi: क्वेशुआ
hu: kecsua
is: Kvesjúa
ja: ケチュア語
km: ភាសាកេទ្ជូអា
ko: 케추아어
kok: क्वेच्वा
lo: ຄິວຊົວ
mr: क्वेचओ
mt: Keċwa
ru: Кечуа
ta: கியுசா
th: คิวชัว
uk: Кечуа
zh: 盖丘亚文

source: Rhaeto-Romance
am: ሮማንስ
bg: Реторомански
ca: retoromànic
cs: Rétorománština
de: Rätoromanisch
eo: romanĉa
fi: retoromaani
fr: rhéto-roman
hi: रहेय्टो-रोमान्स
hu: rétoromán
is: Retórómanska
ja: レト＝ロマン語
ko: 레토로만어
kok: रहटो-रोमान्स्
lo: ເລໂຕ-ໂລແມນ
mr: रहटो-रोमान्स्
mt: Reto-Romanz
ru: Раето-романский
sr: Рето-Романски
ta: ரைட்டோ-ரோமென்ஸ்
th: เรโต-โรแมนซ์
tr: Rhaeto-Roman Dili
uk: Ретророманські діалекти
zh: 里托罗曼斯文

source: Rundi
am: ሩንዲኛ
bg: Рунди
ca: kirundi
cs: Kirundi
de: Rundi-Sprache
eo: burunda
fr: roundi
hi: किरून्दी
hu: kirundi
is: Rúndí
ja: ルンジ語
km: ភាសារូន្ឌី
ko: 반투어(부룬디)
kok: किरुन्दी
lo: ຄິລັນສີ
mr: किरुन्दी
ru: Кирундийский
ta: கிருந்தி
th: คิรันดี
tr: Kirundi
uk: Кірундійська
zh: 基隆迪文

source: Romanian
am: ሮማኒያን
ar: الرومانية
bg: Румънски
ca: romanès
cs: Rumunština
de: Rumänisch
el: Ρουμανικά
eo: rumana
et: Rumeenia
fa: رومانیایی
fi: romania
fr: roumain
ga: Romáinis
he: רומנית
hi: रूमानीयन्
hr: rumunjski
hu: román
is: Rúmenska
ja: ルーマニア語
km: ភាសារូម៉ានី
ko: 루마니아어
kok: रोमानियन्
lo: ໂລມັນ
lt: Rumunų
lv: rumāņu
mr: रोमानियन्
mt: Rumen
pl: rumuński
ro: Română
ru: Румынский
sk: rumunský
sl: Romunščina
sr: Румунски
ta: ரோமேனியன்
th: โรมัน
tr: Romence
uk: Румунська
vi: Tiếng Ru-ma-ni
zh: 罗马尼亚文

source: Russian
am: ራሽኛ
ar: الروسية
bg: Руски
ca: rus
cs: Ruština
de: Russisch
dz: ར་ཤི་ཡན
el: Ρωσικά
eo: rusa
et: Vene
fa: روسی
fi: venäjä
fr: russe
ga: Rúisis
he: רוסית
hi: रुसी
hr: ruski
hu: orosz
is: Rússneska
ja: ロシア語
km: ភាសាรัរូស្ស៉ី
ko: 러시아어
kok: रष्यन्
lo: ລັດເຊຍ
lt: Rusų
lv: krievu
mr: रष्यन्
mt: Russu
pl: rosyjski
ps: روسي
ro: Rusă
ru: Русский
sk: ruský
sl: Ruščina
sr: Руски
ta: ரஷியன்
th: รัสเซีย
tr: Rusça
uk: Російська
vi: Tiếng Nga
zh: 俄文

source: Kinyarwanda
am: ኪንያርዋንድኛ
bg: Киняруанда
cs: Kinyarwandština
de: Ruandisch
eo: ruanda
fa: کینیارواندایی
fi: ruanda
fr: rwanda
hi: किन्यारवाण्डा
hu: kiruanda
is: Kínjarvanda
ja: ルワンダ語
ko: 반투어(루완다)
kok: किन्यार्वान्डा
lo: ຄິນຍາວັນດາ
mr: किन्यार्वान्डा
mt: Kinjarwanda
ru: Кинярванда
ta: கின்யர்வென்டா
th: คินยาวันดา
uk: Кінаруанда
zh: 卢旺达文

source: Sanskrit
am: ሳንስክሪትኛ
bg: Санкскритски
ca: sànscrit
cs: Sanskrt
dz: སཾསྐྲྀཏ
eo: sanskrito
fa: سنسکریت
fi: sanskriitti
ga: Sanscrait
he: סנסקרית
hi: संस्कृत
hu: szanszkrit
is: Sanskrít
ja: サンスクリット語
km: ភាសាសំស្ក្រឹត
ko: 산스크리트어
kok: संस्कृत
lo: ສັນສະກິດ
mr: संस्कृत
ps: سنسکریټ
ru: Санскрит
sr: Санскрит
ta: சமஸ்கிருதம்
th: สันสกฤต
tr: Sanskritçe
uk: Санскрит
vi: Tiếng Phạn
zh: 梵文

source: Sindhi
am: ሲንድሂኛ
eo: sinda
fa: سندی
ga: Sindis
hi: सिन्धी
hu: szindi
is: Sindí
ja: シンド語
km: ភាសាស៉ីន្ដី
ko: 신디어
kok: सिंधी
lo: ຊິນດິ
mr: सिंधी
mt: Sindi
ru: Синди
ta: சிந்தி
th: ซินดิ
uk: Сіндтхі
zh: 苏丹文

source: Sango
am: ሳንጎኛ
bg: Санго
cs: Sangho
eo: sangoa
fa: سانگویی
hi: साँग्रो
is: Sangó
ja: サンゴ語
ko: 산고어
kok: सांग्रो
lo: ສັນໂຄ
mr: सांग्रो
ru: Санго
ta: சென்க்ரோ
th: สันโค
tr: Sangho
uk: Сангро
zh: 桑戈文

source: Sinhalese
am: ስንሃልኛ
bg: Синхалски
ca: sinhalès
cs: Sinhálština
de: Singhalesisch
dz: སིན་ཧ་ལིསི
eo: sinhala
fa: سینهالی
fi: singaleesi
fr: singhalais
hi: शिंघालीस्
hu: szingaléz
is: Singalesíska
ja: シンハラ語
ko: 스리랑카어
kok: सिन्हलीस्
lo: ສິງຫລໍ
mr: सिन्हलीस्
mt: Sinħaliż
ru: Сингальский
ta: சிங்களம்
th: สิงหล
tr: Sinhal Dili
uk: Сингальська
zh: 僧伽罗文

source: Sidamo
am: ሲዳምኛ
is: Sídamó
ja: シダモ語
ko: 시다모어
ru: Сидама
zh: 悉达摩文

source: Slovak
am: ስሎቫክኛ
bg: Словашки
ca: eslovac
cs: Slovenština
de: Slowakisch
el: Σλοβακικά
eo: slovaka
et: Slovaki
fa: اسلواکی
fi: slovakki
fr: slovaque
ga: Slóvacais
he: סלובקית
hi: स्लोवाक्
hr: slovački
hu: szlovák
is: Slóvakíska
ja: スロバキア語
km: ភាសាស្លូវ៉ាគី
ko: 슬로바키아어
kok: स्लोवाक
lo: ສະໂລວັກ
lt: Slovakų
lv: slovāku
mr: स्लोवाक
mt: Slovakk
pl: słowacki
ro: Slovacă
ru: Словацкий
sk: slovenský
sl: Slovaščina
sr: Словачки
ta: ஸ்லோவெக்
th: สโลวัค
tr: Slovakça
uk: Словацька
vi: Tiếng Xlô-vác
zh: 斯洛伐克文

source: Slovenian
am: ስሎቪኛ
bg: Словенски
ca: eslovè
cs: Slovinština
de: Slowenisch
el: Σλοβενικά
eo: slovena
et: Sloveeni
fa: اسلووینیایی
fi: sloveeni
fr: slovène
ga: Slóvéinis
he: סלובנית
hi: स्लोवेनियन्
hr: slovenski
hu: szlovén
is: Slóvenska
ja: スロベニア語
km: ភាសាស្លូវ៉ានី
ko: 슬로베니아어
kok: स्लोवेनियन्
lo: ສະໂລວາເນຍ
lt: Slovėnų
lv: slovēņu
mr: स्लोवेनियन्
mt: Slav
pl: słoweński
ro: Slovenă
ru: Словенский
sk: slovinský
sl: Slovenščina
sr: Словеначки
ta: ஸ்லோவினேயின்
th: สโลเวเนีย
tr: Slovence
uk: Словенська
vi: Tiếng Xlô-ven
zh: 斯洛文尼亚文

source: Samoan
am: ሳሞአኛ
bg: Самоански
ca: samoà
cs: Samoyština
de: Samoanisch
eo: samoa
fa: ساموآیی
fi: samoa
ga: Samóis
hi: सामोन
hu: szamoai
is: Samóska
ja: サモア語
km: ភាសាសាមូអា
ko: 사모아어
kok: समोन
lo: ຊາມົວ
mr: समोन
mt: Samojan
ru: Самоа
ta: ஸெமோன்
th: ซามัว
tr: Samoa Dili
uk: Самоанська
zh: 萨摩亚文

source: Shona
am: ሾናኛ
eo: ŝona
fa: شونایی
hi: सोणा
hu: sona
is: Sínótíbesk mál (önnur)
ja: ショナ語
ko: 쇼나어
kok: शोना
lo: ໂຊນາ
mr: शोना
mt: Xona
ru: Шона
ta: ஷோனா
th: โซนา
uk: Шона
zh: 塞内加尔文

source: Somali
am: ሱማልኛ
bg: Сомалийски
cs: Somálština
eo: somala
fa: سومالیایی
ga: Somálais
hi: सोमाली
hu: szomáli
is: Sómalska
ja: ソマリ語
km: ភាសាសូម៉ាលី
ko: 소말리아어
kok: सोमाळी
lo: ໂຊມາສິ
mr: सोमाली
ru: Сомали
ta: சோமாலி
th: โซมาลี
tr: Somali Dili
uk: Сомалі
vi: Tiếng Xô-ma-li
zh: 索马里文

source: Albanian
am: ልቤኒኛ
ar: الالبانية
bg: Албански
ca: albanès
cs: Albánština
de: Albanisch
el: Αλβανικά
eo: albana
fa: آلبانیایی
fi: albania
fr: albanais
ga: Albáinis
hi: अल्बेनियन्
hr: albanski
hu: albán
is: Albanska
ja: アルバニア語
km: ភាសាអាល់បានី
ko: 알바니아어
kok: आल्बेनियन्
lo: ແອລເບເນຍ
mr: आल्बेनियन्
mt: Albaniż
ru: Албанский
sr: Албански
ta: அல்பெனியன்
th: แอลเบเนีย
tr: Arnavutça
uk: Албанська
vi: Tiếng An-ba-ni
zh: 阿尔巴尼亚文

source: Serbian
am: ሰርቢኛ
ar: الصربية
bg: Сръбски
ca: serbi
cs: Srbština
de: Serbisch
el: Σερβικά
eo: serba
fa: صربی
fi: serbia
fr: serbe
ga: Seirbis
he: סרבית
hi: सर्बियन्
hr: srpski
hu: szerb
is: Serbneska
ja: セルビア語
ko: 세르비아어
kok: सेर्बियन्
lo: ເຊີເບຍ
mr: सेर्बियन्
mt: Serb
ru: Сербский
sr: Српски
ta: சர்பியன்
th: เซอร์เบีย
tr: Sırpça
uk: Сербська
vi: Tiếng Séc-bi
zh: 塞尔维亚文

source: Swati
am: ስዋቲኛ
bg: Суази
ca: siswati
cs: Siswatština
de: Swazi
eo: svazia
fi: swazi
hi: सीस्वाटि
hu: sziszuati
is: Svatí
ja: シスワティ語
ko: 시스와티어
kok: सिस्वाती
lo: ຊິສວາຕິ
mr: सिस्वती
ru: Сисвати
ta: ஷிஸ்வாதி
th: ซีสวาติ
tr: Siswati
uk: Сісваті
zh: 辛辛那提文

source: Sotho, Southern
am: ሶዞኛ
bg: Сесуто
ca: sotho
cs: Sesotho
de: Süd-Sotho-Sprache
eo: sota
fa: سوتویی جنوبی
fi: eteläsotho
fr: sotho du Sud
hi: सेसोथो
hu: szeszotó
is: Suðursótó
ja: 南セソト語
ko: 세소토어
kok: सेसोथो
lo: ເຊໂສໂທ
mr: सेसोथो
mt: Soto, t'Isfel
ru: Сесото
ta: ஷெஸ்ஸோதோ
th: เซโสโท
tr: Sesotho
uk: Сото, південний діалект
zh: 塞索托文

source: Sundanese
am: ሱዳንኛ
ca: sundanès
cs: Sundanština
de: Sudanesisch
eo: sunda
fa: سوندایی
fi: sunda
fr: soundanais
hi: सुन्दानीस
hu: szundanéz
is: Súndanska
ja: スンダ語
km: ភាំសាស៊ូដង់
ko: 순단어
kok: सुंदनीस
lo: ຊັນດານິສ
mr: सुंदनीस्
mt: Sundaniż
ru: Санданизский
ta: சுடானீஸ்
th: ซันดานีส
tr: Sudan Dili
uk: Суданська
zh: 苏丹文

source: Swedish
am: ስዊድንኛ
ar: السويدية
bg: Шведски
ca: suec
cs: Švédština
de: Schwedisch
el: Σουηδικά
eo: sveda
et: Rootsi
fa: سوئدی
fi: ruotsi
fr: suédois
ga: Sualainnis
he: שוודית
hi: स्विडिश
hr: švedski
hu: svéd
is: Sænska
ja: スウェーデン語
km: ភាសាស៊ុយអែដ
ko: 스웨덴어
kok: स्वीदीष
lo: ສະວີເດນ
lt: Švedų
lv: zviedru
mr: स्वीडिष
mt: Svediż
pl: szwedzki
ps: سویډنی
ro: Suedeză
ru: Шведский
sk: švédsky
sl: Švedščina
sr: Шведски
ta: ஷீவிடிஸ்
th: สวีเดน
tr: İsveççe
uk: Шведська
vi: Tiếng Thụy Điển
zh: 瑞典文

source: Swahili
am: ስዋሂሊኛ
ar: السواحلية
bg: Суахили
cs: Svahilština
de: Suaheli
eo: svahila
fa: سواحلی
fi: suahili
ga: Svahaílis
he: סווהילית
hi: स्वाहिली
hu: szuahéli
is: Svahílí
ja: スワヒリ語
km: ភាសាស្វាហ៉ីលី
ko: 스와힐리어
kok: स्वाहिली
lo: ຊະວາຮິລີ
mr: स्वाहिली
mt: Swaħili
ru: Суахили
sr: Свахили
ta: சுவாஹிலி
th: ซวาฮิรี
uk: Суахілі
zh: 斯瓦希里文

source: Tamil
am: ታሚልኛ
bg: Тамилски
ca: tàmil
cs: Tamilština
de: Tamilisch
dz: ཏ་མིལ
eo: tamila
fa: تامیلی
fi: tamili
fr: tamoul
ga: Tamailis
hi: तमिल
is: Tamílska
ja: タミール語
km: ភាសាតាមីល
ko: 타밀어
kok: तमिळ
lo: ທະມິບ
mr: तमिळ
ru: Тамильский
ta: தமிழ்
th: ทมิฬ
uk: Тамільська
zh: 泰米尔文

source: Telugu
am: ተሉጉኛ
bg: Телугу
cs: Telugština
dz: ཏེ་ལུ་གུ
eo: telugua
fa: تلوگویی
fr: télougou
hi: तेलेगु
is: Telúgú
ja: テルグ語
km: ភាសាតេលូហ្គូ
ko: 텔루구어
kok: तेलुगू
lo: ທິລູກູ
mr: तेलंगू
ru: Телугу
ta: தெலுங்கு
th: ทิลูกู
uk: Телугу
zh: 泰卢固文

source: Tajik
am: ታጂኪኛ
bg: Таджикски
ca: tadjik
cs: Tádžičtina
de: Tadschikisch
eo: taĝika
fa: تاجیکی
fi: tadžikki
fr: tadjik
hi: ताजिक्
hu: tadzsik
is: Tadsjikska
ja: タジク語
km: ភាសាតាដហ្ស៉ីគីស្តង់
ko: 타지키스탄어
kok: तजिक
lo: ທາຈິດ
mr: तजिक
mt: Taġik
ps: تاجک
ru: Таджикский
ta: தாஜிக்
th: ทาจิค
tr: Tacik Dili
uk: Таджицька
zh: 塔吉克文

source: Thai
am: ታይኛ
ar: التايلاندية
bg: Таи
cs: Thajština
dz: ཐཱའེ
eo: taja
fa: تایلندی
fr: thaï
ga: Téalainnis
he: תאי
hi: थाई
is: Taílenska
ja: タイ語
km: ភាសាថៃ
ko: 태국어
kok: थाई
lo: ໄທ
mr: थाई
mt: Tajlandiż
ru: Тайский
ta: தாய்
th: ไทย
tr: Tay Dili
uk: Тайська
vi: Tiếng Thái
zh: 泰文

source: Tigrinya
am: ትግርኛ
cs: Tigrinijština
de: Tigrinja
eo: tigraja
fa: تیگرینیایی
fi: tigrinja
fr: tigrigna
hi: तिग्रीन्या
is: Tígrinja
ja: ティグリニア語
ko: 티그리냐어
kok: तिग्रिन्या
lo: ທິກິນຢາ
mr: तिग्रिन्या
mt: Tigrinja
ru: Тигриниа
ta: டிக்ரின்யா
th: ทิกรินยา
uk: Тигріні
zh: 提格里尼亚文

source: Tigre
am: ትግረ
fr: tigré
is: Tígre
ja: ティグレ語
ko: 티그레어
ru: Тигре
zh: 提格雷文

source: Turkmen
am: ቱርክመንኛ
bg: Туркменски
ca: turcman
cs: Turkmenština
de: Turkmenisch
eo: turkmena
fa: ترکمتی
fi: turkmeeni
fr: turkmène
he: טורקמנית
hi: तुक्रमेन
hu: türkmén
is: Túrkmenska
ja: トルクメン語
km: ភាសាទួគមេនីស្តង់
ko: 투르크멘어
kok: तुर्कमन
lo: ເຕີກເມນ
mr: तुर्कमेन
mt: Turkmeni
ps: ترکمني
ru: Туркменский
ta: டர்க்மென்
th: เติร์กเมน
tr: Türkmence
uk: Туркменська
zh: 土库曼文

source: Tagalog
am: ታጋሎገኛ
ar: التاغالوغية
ca: tagàlog
eo: filipina
fa: تاگالوگی
ga: Tagálaigis
hi: तागालोग
ja: タガログ語
ko: 타갈로그어
kok: तगालोग
lo: ຕາກາລັອກ
mr: तगालोग
ru: Тагалог
ta: டாகாலோக்
th: ตากาล็อก
uk: Тагальська
zh: 塔加路族文

source: Tswana
am: ጽዋናዊኛ
cs: Setswanština
de: Tswana-Sprache
eo: cvana
fa: تسوانایی
fr: setswana
hi: सेत्स्वाना
hu: szecsuáni
is: Tsúana
ja: ツワナ語
ko: 세츠와나어
kok: सेत्स्वाना
lo: ເຊຕະສະວານາ
mr: सेत्स्वाना
mt: Zwana
ru: Сетсвана
ta: ஸெட்ஸ்வானா
th: เซตสวานา
tr: Setswana
uk: Сетсванська
zh: 突尼斯文

source: Tonga (Tonga Islands)
am: ቶንጋ
ca: tonga
cs: Tonga
de: Tongaisch
eo: tongaa
fa: تونگایی (جزایر تونگا)
fi: Tonga-saarten tonga
fr: tongan (Îles Tonga)
hi: टोंगा
hu: tonga
is: Tongverska
ja: トンガ語
km: ភាសាតុងហ្គោ
ko: 통가어
kok: तोंगा
lo: ທອງກ້າ
mr: तोंगा
mt: Tongan (Gżejjer ta' Tonga)
ru: Тонга
ta: டோங்கா
th: ทองก้า
tr: Tonga
uk: Тонга (острови Тонга)
zh: 汤加文

source: Turkish
am: ቱርክኛ
ar: التركية
bg: Турски
ca: turc
cs: Turečtina
de: Türkisch
el: Τουρκικά
eo: turka
et: Türgi
fa: ترکی
fi: turkki
fr: turc
ga: Tuircis
he: טורקית
hi: तुक्रीश
hr: turski
hu: török
is: Tyrkneska
ja: トルコ語
km: ភាសាទួរគី
ko: 터키어
kok: तुर्किष
lo: ຕຸລາກີ
lt: Turkų
lv: turku
mr: तुर्किष
mt: Tork
pl: turecki
ro: Turcă
ru: Турецкий
sk: turecký
sl: Turščina
sr: Турски
ta: டர்கிஷ்
th: ตุรกี
tr: Türkçe
uk: Турецька
vi: Tiếng Thổ Nhĩ Kỳ
zh: 土耳其文

source: Tsonga
am: ጾንጋኛ
eo: conga
fa: تسونگایی
hi: सोंगा
hu: conga
ja: ツォンガ語
ko: 통가어
kok: त्सोगा
lo: ຊອງກາ
mr: त्सोगा
ru: Тсонга
ta: ஸோங்கா
th: ซองกา
uk: Тсонго
zh: 特松加文

source: Tatar
am: ታታርኛ
ar: التترية
bg: Татарски
ca: tàtar
cs: Tatarština
de: Tatarisch
eo: tatara
fa: تاتاری
fi: tataari
ga: Tatarais
hi: टाटर
hu: tatár
is: Tatarska
ja: タタール語
km: ភាសាតាតារ
ko: 타타르어
kok: तटार
lo: ຕາດ
mr: टटार
ps: تاتار
ru: Татарский
ta: டாடர்
th: ตาด
tr: Tatarca
uk: Татарська
zh: 鞑靼文

source: Twi
am: ትዊኛ
eo: akana
fa: توی‌یایی
hi: ट्वी
hu: tui
is: Tví
ja: トゥイ語
ko: 트위어
kok: त्वि
lo: ທະວີ
mr: त्वि
ru: Тви
ta: த்திவி
th: ทวี
uk: Тві
zh: 台湾文

source: Uighur
am: ኡዊግሁርኛ
ar: الاغورية
ca: uigur
cs: Uighurština
de: Uigurisch
eo: ujgura
fa: اویغوری
fi: uiguuri
fr: ouïgour
hi: उईघुर
hu: ujgur
is: Úígúr
ja: ウイグル語
ko: 위구르어
kok: उधूर
lo: ອຸຍກົວ
mr: उधूर
mt: Wigur
ru: Уйгурский
ta: யுகுர்
th: อุยกัว
tr: Uygurca
uk: Уйгурська
zh: 维吾尔文

source: Ukrainian
am: ዩክረኒኛ
ar: الاوكرانية
bg: Украински
ca: ucraïnès
cs: Ukrajinština
de: Ukrainisch
el: Ουκρανικά
eo: ukraina
fa: اوکراینی
fi: ukraina
fr: ukrainien
ga: Úcráinis
he: אוקראינית
hi: यूक्रेनियन्
hr: ukrajinski
hu: ukrán
is: Úkraínska
ja: ウクライナ語
km: ភាសាអ៊ុយក្រែន
ko: 우크라이나어
kok: युक्रेनियन्
lo: ຢູເຄຼນ
mr: युक्रेनियन्
mt: Ukranjan
ru: Украинский
sr: Украјински
ta: உக்ரேனியன்
th: ยูเครน
tr: Ukraynaca
uk: Українська
vi: Tiếng U-crai-na
zh: 乌克兰文
